Repository: raniaCht/Academy
Catalog: cours/locale/*/LC_MESSAGES/django.po
Languages: ar

source: pré primaire
ar: تحضيري

source: primaire
ar: ابتدائي

source: moyen
ar: متوسطة

source: lycée
ar: ثانوي

source: Université
ar: جامعي

source: Niveau scolaire
ar: المستوى الدراسي

source: Année
ar: سنة

source: Matière
ar: المادة

source: Info Sur Cours
ar: معلومات حول الدرس

source: Inscrire Au Cours
ar: التسجيل في الدرس

source: à propos de cours
ar: حول الدرس

source: Niveau Scolaire
ar: المستوى الدراسي

source: Plus sur le cours
ar: المزيد عن الدرس

source: Prix
ar: السعر

source: Nos Cours
ar: دروسنا

source: Chercher
ar: بحث

source: Niveau scolaire est
ar: المستوى الدراسي

source: Année est
ar: السنة

source: Plus de Détail
ar: المزيد من التفاصيل

source: Vous être déjà inscrit à cette cours
ar: لقد قمت بالتسجيل بالفعل في هذه الدرس
