Repository: raniaCht/Academy
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Homme
ar: ذكر

source: Femme
ar: أنثى

source: date de naissance
ar: تاريخ الازدياد

source: genre
ar: جنس

source: Accueil
ar: رئيسية

source: Mon Profil
ar: الصفحة الشخصية

source: Mes Cours
ar: دروسي

source: Mes Formations
ar: دوراتي

source: Mes Événements
ar: أحداثي

source: Mon Avis
ar: رأيي

source: Déconnexion
ar: تسجيل الخروج

source: Academie Pionniers Future
ar: أكاديمية رواد المستقبل

source: Matière
ar: المادة

source: Niveau Scolaire
ar: المستوى الدراسي

source: Année
ar: السنة

source: Prix
ar: السعر

source: Vous n'etes inscrit à aucun cours
ar: أنت غير مسجل في أي درس

source: Nom d'événements
ar: اسم الحدث

source: Formatteur
ar: المدرب

source: lieu
ar: المكان

source: Date et l'heure
ar: التاريخ و الوقت

source: Vous n'etes participé à aucun événements
ar: لم تشارك في أي حدث

source: Nom de formation
ar: اسم الدورة

source: Catégorie
ar: الفئة

source: Type
ar: النوع

source: Niveau
ar: المستوى

source: Vous n'etes inscrit à aucune formation
ar: أنت غير مسجل في أي دورة

source: Publier
ar: نشر

source: Bienvenue
ar: مرحبا

source: Vous êtes un membre cher avec nous, vous pouvez consulter les cours de soutien auxquels vous assistez, les formations auxquels vous avez assisté, et vous inscrire à de nouveaux cours ou formations
ar: أنت عضو عزيز علينا ، يمكنك مشاهدة دروس الدعم التي تحضرها والدورات التي حضرتها والتسجيل في دروس أو دورات جديدة

source: Mon profil
ar: الصفحة الشخصية

source: Editer le profil
ar: تعديل الملف الشخصي

source: Enregistrer
ar: حفظ

source: Déconnecté!
ar: تسجيل الخروج!

source: Cliquez ici pour vous reconnecter.
ar: انقر هنا لتسجيل الدخول مرة أخرى.

source: Connexion
ar: تسجيل الدخول

source: Votre nom d'utilisateur et votre mot de passe ne correspondent pas. Veuillez réessayer.
ar: اسم المستخدم وكلمة المرور غير متطابقين. حاول مرة اخرى.

source: Votre compte n'a pas accès à cette page. Pour continuer, veuillez vous connecter avec un compte qui y a accès.
ar: حسابك ليس لديه حق الوصول إلى هذه الصفحة. للمتابعة ، يرجى تسجيل الدخول باستخدام حساب له حق الوصول.

source: Veuillez vous connecter pour voir cette page.
ar: الرجاء تسجيل الدخول لرؤية هذه الصفحة.

source: connexion
ar: تسجيل الدخول

source: Créer nouveau compte
ar: انشاء حساب جديد

source: Mot de passe perdu?
ar: كلمة المرور المفقودة؟

source: Le mot de passe a été changé!
ar: تم تغيير كلمة السر!

source: vous reconnectez?
ar: تسجيل الدخول مرة أخرى؟

source: Veuillez saisir (et confirmer) votre nouveau mot de passe.
ar: الرجاء إدخال (وتأكيد) كلمة المرور الجديدة الخاصة بك.

source: Nouveau mot de passe:
ar: كلمة سر جديدة:

source: Confirmez le mot de passe:
ar: تأكيد كلمة المرور:

source: Changer mon mot de passe
ar: تغيير كلمة المرور الخاصة بي

source: La réinitialisation du mot de passe a échoué
ar: فشل إعادة تعيين كلمة المرور

source: Le lien de réinitialisation du mot de passe n'était pas valide, probablement parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation de mot de passe.
ar: رابط إعادة تعيين كلمة المرور غير صالح ، ربما لأنه قد تم استخدامه بالفعل. يرجى طلب إعادة تعيين كلمة المرور الجديدة.

source: Nous vous avons envoyé par e-mail des instructions pour définir votre mot de passe. S'ils ne sont pas arrivés dans quelques minutes, vérifiez votre dossier spam.
ar: لقد أرسلنا إليك عبر البريد الإلكتروني تعليمات حول تعيين كلمة المرور الخاصة بك. إذا لم يصلوا خلال بضع دقائق ، فتحقق من مجلد الرسائل غير المرغوب فيها.

source: Réinitialiser le mot de passe
ar: إعادة تعيين كلمة المرور

source: S'inscrire
ar: تسجيل
