Repository: raniaCht/Academy
Catalog: formation/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Or
ar: ذهبية

source: Normal
ar: عادية

source: Type de formation
ar: نوع الدورة

source: Catégorie
ar: الفئة

source: Info Sur Formation
ar: معلومات عن الدورة

source: Inscrire à la Formation
ar: التسجيل في الدورة

source: à propos de formation
ar: حول الدورة

source: Type
ar: نوع

source: Niveau
ar: مستوى

source: Plus sur la formation
ar: المزيد عن الدورة

source: Date Début
ar: تاريخ البدء

source: Date Fin
ar: تاريخ الإنتهاء

source: Durée
ar: المدة

source: Heures
ar: ساعة

source: Prix
ar: السعر

source: Nos Formations
ar: دوراتنا

source: Chercher
ar: البحث

source: Catégorie de la formation est
ar: فئة الدورة هي

source: type de la formation est
ar: نوع الدورة

source: Plus de Détail
ar: المزيد من التفاصيل

source: Vous être déjà inscrit à cette formation
ar: لقد قمت بالتسجيل بالفعل في هذه الدورة
