Repository: raniaCht/Academy
Catalog: accueil/locale/*/LC_MESSAGES/django.po
Languages: ar

source: À propos de nous
ar: في ما يخصنا

source: Notre slogan
ar: شعارنا

source: Notre créativité au travail est notre voie vers la qualité
ar: إبداعنا في العمل هو طريقنا إلى الجودة

source: Academie Pionniers future propose des formations, des cours de soutien et des événements intéressants éducatives qui permet aux étudiants d'apprendre à leur propre rythme, dans et hors de la salle de classe. Les sujets divers et variés. Les mathématiques et des sciences sont déjà disponibles. Le programme éducatif s'étend de la maternelle à l'université, et les devoirs que nous proposons guident les étudiants en fonction de leurs besoins, à l'aide d'algorithmes modernes, capables d'identifier les forces et les faiblesses individuelles.
ar: تقدم أكاديمية رواد المستقبل دورات و دروس الدعم والفعاليات التعليمية الشيقة التي تتيح للطلاب التعلم بالسرعة التي تناسبهم ، داخل وخارج الفصول الدراسية. مواضيع متنوعة ومتغيرة. الرياضيات والعلوم متاحة بالفعل. يعمل البرنامج التعليمي من روضة الأطفال إلى الجامعة ، والواجبات التي نقدمها توجه الطلاب وفقًا لاحتياجاتهم ، باستخدام خوارزميات حديثة ، قادرة على تحديد نقاط القوة والضعف الفردية.

source: Nous travaillons dur pour faire de Future Pioneers Academy une école privée prospère. Nous sommes une équipe de personnes différentes animées par la même volonté de donner à chacun accès à une éducation de qualité. Nous sommes des enseignants, des formateurs et des baby-sitters compétants pour vous ou votre enfants.
ar: نحن نعمل بجد لجعل أكاديمية رواد المستقبل مدرسة خاصة ناجحة. نحن فريق من أشخاص مختلفين مدفوعين بنفس الرغبة في منح الجميع إمكانية الوصول إلى تعليم جيد. نحن مدرسون ومدربون وجليسات أطفال أكفاء لك أو لأطفالك.

source: Créateur de l'Academie Pionniers Future
ar: مؤسس أكاديمية رواد المستقبل

source: académie des pionnier future
ar: أكاديمية رواد المستقبل

source: Bienvenue à notre
ar: مرحبا بكم في

source: école
ar: مدرستنا

source: Lire la suite
ar: اقرأ المزيد

source: Tous les cours dont vous avez besoin
ar: كل الدورات التي تحتاجها

source: Bienvenue dans notre
ar: مرحبا بكم في

source: académie
ar: أكاديميتنا

source: cours pour tous les niveaux
ar: دروس الدعم لجميع المستويات

source: enseignants compétents
ar: مدرسين اكفاء

source: matériels disponible
ar: المعدات المتاحة

source: les langues étrangères
ar: اللغات الأجنبية

source: Robotique
ar: الروبوتيك

source: Conception et fabrication de cartes électroniques
ar: تصميم وصناعة اللوحات الالكترونية

source: Informatique
ar: الاعلام الالي

source: Réparation des ordinateurs
ar: تصليح الحواسيب

source: Réseau d'information
ar: الشبكة المعلوماتية

source: Réparation de téléphones portables et de clés USB
ar: تصليح الهواتف النقالة و الفلاشات

source: Arithmétique mentale - Soroban
ar: الحساب الذهني - سوروبان

source: Programmation
ar: البرمجة

source: Développement humain
ar: التنمية البشرية

source: Secrétariat et conseils administratifs
ar: اعمال السكريتارية والاستشارات الإدارية

source: nos témoignages
ar: شهاداتنا

source: Voyez ce que nos clients satisfaits disent de nous
ar: انظر ماذا يقول عملاؤنا السعداء عنا

source: Il n'y a pas commentaires
ar: لا توجد تعليقات

source: Voir plus
ar: شاهد المزيد

source: Nos Témoignages
ar: شهاداتنا

source: Avis de nos chèrs clients sur nous
ar: آراء عملائنا الأعزاء عنا
